Revit 2024 API
ComboBoxDropDownClosedEventArgs Constructor
Initializes a new instance of the ComboBoxDropDownClosedEventArgs class
Namespace: Autodesk.Revit.UI.Events
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public ComboBoxDropDownClosedEventArgs()
Visual Basic
Public Sub New
Visual C++
public:
ComboBoxDropDownClosedEventArgs()
See Also
ComboBoxDropDownClosedEventArgs Class
Autodesk.Revit.UI.Events Namespace